# CLI 工具
brew "stow"
brew "neovim"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "lazygit"
brew "stylua"
brew "gnu-sed"
brew "gawk"

# 字体
cask "font-fira-code-nerd-font"

# GUI 应用
cask "google-chrome"
cask "ghostty"
cask "setapp"
cask "visual-studio-code"
cask "wechat"
cask "wechatwork"
cask "bob-app"
cask "hammerspoon"
cask "squirrel"
